Repository: SuperSaaS/drupal_module
Catalog: translations/*.po
Languages: cs, fr, sv

source: This module displays a 'Book now' button that automatically logs the user into a SuperSaaS schedule using his Drupal user name.
cs: Tento modul zobrazí tlačítko 'Rezervuj' které automaticky přihlásí uživatele do SuperSaaS rozvrhu s jeho uživatelským jménem z Drupalu
fr: Ce module affiche un bouton &quot;Réserver maintenant&quot; qui connecte automatiquement l'utilisateur à l'agenda SuperSaaS en utilisant ses identifiants Drupal.
sv: Den här modulen visar en ’Boka nu’-knapp som automatiskt loggar in användaren på ett SuperSaaS-schema via användarnamnet från Drupal.

source: This module displays a 'Book now' button that automatically logs the user into a SuperSaaS schedule using his Drupal user name. It passes the user's information along, creating or updating the user's information on SuperSaaS as needed. This saves users from having to log in twice.
cs: Tento modul zobrazí tlačítko 'Rezervuj' které automaticky přihlásí uživatele do SuperSaaS rozvrhu s jeho uživatelským jménem z Wordpressu. Spolu s tím pošle nebo updatuje informace o uživateli v SuperSaaS podle potřeby. Odstraní se tak možnost dvojitého přihlašování. Funguje jak s verzí zdarma i s placenou verzí rezervačního systému SuperSaaS
fr: Ce module affiche un bouton &quot;Réserver maintenant&quot; qui connecte automatiquement l'utilisateur à l'agenda SuperSaaS en utilisant ses identifiants Drupal. Il transmet les identifiants de l'utilisateur Drupal vers SuperSaaS en les créant ou en les mettant à jour sur SuperSaaS comme il convient. Cela évite aux utilisateurs de s'identifier deux fois.
sv: Den här modulen visar en ’Boka nu’-knapp som automatiskt loggar in användaren på ett SuperSaaS-schema via användarnamnet från Drupal. Den skickar vidare användarens information så att den skapas eller uppdateras hos SuperSaaS enligt behov. Detta gör att användare slipper logga in två gånger. Fungerar både med gratisversionen och abonnemangsversioner av SuperSaaS.

source: SuperSaaS Login
cs: SuperSaaS přihlášení

source: Book Now!
cs: Rezervuj zde
fr: Réserver maintenant
sv: Boka nu!

source: www.supersaas.com
cs: www.supersaas.cz
fr: www.supersaas.fr
sv: www.supersaas.se

source: (Setup incomplete)
cs: (Nastavení není kompletní)
fr: (Installation du module incomplète)
sv: (Konfigurationen är ofullständig)

source: SuperSaaS Settings
cs: SuperSaaS nastavení
fr: Paramètres SuperSaaS
sv: SuperSaaS inställningar

source: SuperSaaS account name
cs: název účtu v SuperSaaS
fr: Nom du compte SuperSaaS
sv: SuperSaaS kontonamn

source: The account name of your SuperSaaS account. If you don't have an account name yet then please create one at supersaas.com.
cs: Název Vašeho účtu v SuperSaaS, pokud ještě účet v SuperSaaS nemáte vytvořte si jej na www.supersaas.cz
fr: Le nom du compte de votre compte SuperSaaS. Si vous n'avez pas encore de nom de compte, veuillez en créer un d'abord sur supersaas.fr
sv: Namnet på ditt SuperSaaS-konto. Om du inte har ett kontonamn än, vänligen skapa ett på supersaas.se

source: SuperSaaS API key
cs: SuperSaaS heslo

source: The API key for your SuperSaaS account.
cs: Heslo k Vašemu administrátorskému ůčtu v SuperSaaS
sv: Administratörens lösenord för ditt SuperSaaS-konto

source: Schedule name
cs: Jméno Vašeho rozvrhu
fr: Nom de l'agenda
sv: Schemanamn

source: The name of the schedule or URL to redirect to after login.
cs: Jméno Vašeho rozvrhu nebo jeho celé URL
fr: Le nom de l'agenda ou l'URL de destination lorsque vous vous déconnectez
sv: Namnet på schemat eller URL:en att dirigera till efter inloggning

source: Button Label
cs: Popis tlačítka
fr: Etiquette du bouton
sv: Knappnamn

source: The text to be put on the button that is displayed, for example 'Create Appointment'.
cs: Text který se zobrazí v tlačítku, např. 'Vytvořit schůzku'
fr: Le texte qui doit être inscrit sur le bouton, par exemple 'Créer un rendez-vous'
sv: Texten som ska stå på knappen som visas, t.ex. ’Skapa bokning’

source: Button Image
cs: Obrázek tlačítka
fr: Image du bouton
sv: Knapp-bild

source: Location of an image file to use as the button. Can be left blank.
cs: Umístění obrázku použitého jako tlačítko. Může zůstat prázdné. (volitelné)
fr: (Optionnel) Emplacement d'un fichier image à utiliser en tant que bouton
sv: Sökvägen för en bildfil att använda som knapp. Kan lämnas tomt.

source: Custom Domain Name
cs: Vaše doména
fr: Nom de domaine personnalisé
sv: Eget domännamn

source: If you created a custom domain name that points to SuperSaaS enter it here. Can be left blank.
cs: Pokud jste si nastavili pro rezervační systém vaši vlastní doménu , vložte její název sem. Může zůstat prázdné
fr: (Optionnel) Si vous avez créés un nom de domaine personnalisé qui redirige vers SuperSaaS entrez le ici
sv: Om du har skapat ett eget domännamn som pekar till SuperSaaS, ange det här. Kan lämnas tomt.

source: Please enter just the domain, not a URL
cs: Vložte prosím pouze doménu nikoliv URL
sv: Ange bara domänen, inte en URL

source: Please enter the URL including 'http'
cs: Prosím vložte celé URL včetně 'http'
sv: Vänligen ange webbadressen inklusive "http"

source: Your username is a supersaas reserved word. You might not be able to login. Do you want to continue?
cs: Použité uživatelské jméno je zabrané pro supersaas. Nebude možné se s ním přihlásit. Chcete pokračovat?
fr: Votre identifiant est un terme réservé par supersaas. Il se peut que vous ne puissiez pas vous connecter. Souhaitez-vous continuer?
sv: Ditt användarnamn är ett reserverat SuperSaaS-ord. Du kanske inte kommer att kunna logga in. Vill du fortsätta?

source: SuperSaaS API Key
sv: SuperSaaS lösenord

source: SuperSaaS password
fr: Mot de passe SuperSaaS

source: The password for the administrator of your SuperSaaS account.
fr: Le mot de passe de l'administrateur de votre compte SuperSaaS
